android-emulator
android-sdk
android-studio
bspwm-git
goland
intellij-idea-ultimate-edition
inxi
menulibre
mkinitcpio-openswap
ncurses5-compat-libs
phpstorm
polybar-git
pulseaudio-ctl
pycharm-professional
spectre-meltdown-checker
spotify
steam-fonts
trizen
ttf-font-awesome-4
ttf-ms-fonts
vmware-vsphere-web-client-plugin
vmware-workstation
xcursor-breeze
xdg-su
